[
  {
    "id": 1,
    "name": "Mirage 2000",
    "flight": "1978",
    "country": "🇫🇷",
    "description": "Le Mirage 2000 est un avion de chasse conçu par la société française Dassault Aviation, à la fin des années 1970. Bien que la formule à aile delta fasse penser au Mirage III des années 1960 et que le Mirage 2000 soit de taille comparable, il s'agit en fait d'un avion entièrement nouveau, avec une surface alaire plus importante, naturellement instable pour améliorer sa manœuvrabilité et équipé de commandes de vol électriques. Mis en service en 1984, le Mirage 2000 est principalement utilisé par l'Armée de l'air française qui en a reçu 315 exemplaires, tandis que 286 autres ont été exportés vers huit pays différents.",
    "image": "templates/img/mirage.jpeg"
  },
  {
    "id": 2,
    "name": "F-16",
    "flight": "1974",
    "country": "🇺🇸",
    "description": "Le F-16 Fighting Falcon est un avion de combat multirôle développé par General Dynamics (aujourd'hui Lockheed Martin) pour les États-Unis dans les années 1970. Commandé par plus de vingt pays différents, construit sous licence en Turquie, en Corée du Sud et par un groupe de quatre pays de l'OTAN en Belgique et aux Pays-Bas, le F-16 est l'avion de chasse le plus utilisé dans le monde avec, selon FlightGlobal (en), 2 309 appareils en service en 2012 soit 15 % de l'ensemble des avions de combat dans le monde3 et, en 2020 2 282 avions pour 16 % de la flotte de combat mondiale4. Le 4 500e exemplaire a été livré en avril 20125, au 26 juin 2018, 4 608 exemplaires ont été commandés par 28 clients et environ 3 200 F-16 sont en service. Il devait alors être remplacé par le F-35 Lightning II aux États-Unis et dans plusieurs pays ouest-européens",
    "image": "img/f16.jpeg"
  },
  {
    "id": 3,
    "name": "Gripen",
    "flight": "1988",
    "country": "🇸🇪",
    "description": "Le JAS 39 Gripen (« griffon ») est un avion multirôle de quatrième génération développé par la Suède dans les années 1980. Mis en service en 1996 dans la Force aérienne suédoise, il a été exporté en Hongrie, en République tchèque, en Afrique du Sud, en Thaïlande et au Brésil (où il prend le nom de F-39 Gripen2) avec 306 exemplaires commandés au total dont 204 pour la Suède. L'utilisation importante de composants étrangers en font un appareil dont l'exportation est soumise à l'accord des gouvernements américain et britannique.",
    "image": "./img/gripen.jpeg"
  },
  {
    "id": 4,
    "name": "Rafale",
    "flight": "1986",
    "country": "🇫🇷",
    "description": "Le Rafale de Dassault Aviation est un avion de combat multirôle — qualifié d'« omnirôle » par son constructeur15 — développé pour la Marine nationale et l'Armée de l'air françaises, livré à partir du 18 mai 2001 et entré en service en 2002 dans la Marine.",
    "image": "./img/rafale.jpeg"
  },
  {
    "id": 5,
    "name": "Typhoon",
    "flight": "1994",
    "country": "🇪🇺",
    "description": "L'Eurofighter Typhoon est un avion de combat bi-réacteur, ailes delta et plan canard, multirôle, développé par le Royaume-Uni, l'Allemagne, l'Italie et l'Espagne regroupés dans le consortium Eurofighter GmbH, pays qui ont reçu leurs premiers appareils de série en 2004. L'Autriche, Oman, le Koweït, l'Arabie saoudite et le Qatar s'en sont également portés acquéreurs, portant le total des commandes à 681. Au 31 décembre 2021, 573 Eurofighter avaient été livrés7.",
    "image": "./img/typhoon.jpeg"
  }
]
